Repository: abma/springlobby
Catalog: po/*.po
Languages: fr

source: previous
fr: précédente

source: next
fr: suivante

source: delete
fr: effacer

source: save as
fr: enregistrer sous

source: couldn't remove file
fr: impossible de supprimer le fichier

source: Error
fr: Erreur

source: Choose a filename
fr: Choisissez le fichier

source: File successfully saved
fr: Fichier enregistré

source: Success
fr: Réussite

source: Couldn't save file
fr: Impossible de sauvegarder

source: Default
fr: Par défaut

source: SEARCHING FOR %s
fr: RECHERCHE DE %s

source: Array of language names and identifiers should have the same size.
fr: Les tableaux de nom de langues et d'identifieurs doivent avoir la même taille.

source: Select the language
fr: Choisissez une langue

source: Language
fr: Langue

source: wxTranslationHelper: Path Prefix = "%s"
fr: wxTranslationHelper: Préfixe du répertoire = "%s"

source: wxTranslationHelper: Catalog Name = "%s"
fr: wxTranslationHelper: Nom du catalogue = "%s"

source: Accept Agreement
fr: Accepter le contrat

source: Do you accept the terms of this agreement?
fr: Acceptez-vous les termes de cette licence ?

source: Yes
fr: Oui

source: No
fr: Non

source: User
fr: Utilisateur

source: Channel
fr: Salle

source: Map
fr: Carte

source: Mapname
fr: Carte

source: Game
fr: Jeu

source: Host
fr: Héberger

source: Players
fr: Joueurs

source: Download &map
fr: Télécharger la &carte

source: Spectators:
fr: Spectateurs :

source: Active Players:
fr: Joueurs :

source: Host:
fr: Hôte :

source: Status:
fr: Etat :

source: Locked
fr: Verrouillé

source: Passworded
fr: Protégé par un mot de passe

source: Highlighted only
fr: Surlignées seulement

source: Rank Limit:
fr: Grade minimum :

source: Started
fr: Démarré

source: Full
fr: Complet

source: Open
fr: Ouvert

source: Player:
fr: Joueur :

source: All
fr: Tous

source: Map:
fr: Carte :

source: Only maps i have
fr: Uniquement les cartes que j'ai

source: Max.Player:
fr: Maximum de joueurs

source: Spectator:
fr: Spectateurs :

source: Players:
fr: Joueurs :

source: Filter
fr: Filtre

source: Activated
fr: Activé

source: Battle infos
fr: Informations

source: 0 battles displayed
fr: 0 bataille affichée

source: Host new...
fr: Héberger ...

source: Join
fr: Rejoindre

source: %d battles displayed
fr: %d batailles affichées

source: You cannot host a game while being offline. Please connect to a lobby server.
fr: Vous ne pouvez pas héberger une partie en étant déconnecté. Merci de vous connecter à un serveur lobby

source: Not Online.
fr: Hors-ligne.

source: Hosting is disabled due to the incompatible version you're using
fr: Vous ne pouvez pas héberger avec une version incompatible.

source: Spring error
fr: Erreur de Spring

source: Already in a battle
fr: Déjà dans une bataille

source: You are already in a battle. Do you want to leave current battle to start a new?
fr: Vous êtes déjà dans une bataille Voulez-vous quitter la bataille actuelle pour commencer une nouvelle ?

source: Joining battles is disabled due to the incompatible spring version you're using.
fr: La version de spring est incompatible et ne permet pas de rejoindre une bataille.

source: You need to download the map to be able to play in this game.
fr: Vous devez télécharger la carte avant de pouvoir rejoindre cette bataille.

source: Map not available
fr: Carte non-disponible

source: Battle password
fr: Mot de passe de la partie

source: Edit auto-joined channels
fr: Choisir les canaux rejoints automatiquement

source: Add one channel per line like this: channelname password (passwords for existing channels are not displayed)
fr: Ajoutez une salle par ligne comme ceci : nomdelasalle motdepasse (les mots de passe des salles existantes ne sont pas affichés)

source: Double click to join
fr: Double-cliquez pour rejoindre

source: Find channel:
fr: Rejoindre une salle...

source: Choose channels to join
fr: Nom de la salle à rejoindre

source: # users
fr: nb. d'utilisateurs

source: Displaying %d out of %d channels
fr: %d canaux sur %d sont affichés

source: ### Session Closed at [
fr: ### Session terminée à [

source: Couldn't create folder. Be sure that there isn't a write protection.
fr: Impossible de créer le dossier. Vérifiez qu'il n'y a pas de protection en écriture.

source: Log function is disabled until restart SpringLobby.
fr: La fonction d'enregistrement est désactivée jusqu'au redémarrage de SpringLobby.

source: Log Warning
fr: Journaliser les avertissements

source: Couldn't write message to log. Logging will be disabled for room
fr: Impossible d'écrire le message dans le journal. La journalisation sera désactivée pour la salle

source: . Rejoin room to reactivate logging.
fr: Rejoignez cette salle pour réactiver la journalisation.

source: channel_
fr: salle_

source: %d users
fr: %d utilisateurs

source: right click for options (like autojoin)
fr: clic droit pour les options (comme autojoin)

source: Send
fr: Envoyer

source: !! Command: "
fr: !! Commande : "

source: " params: "
fr: " paramètres : "

source: channel
fr: salle

source: battle
fr: bataille

source: server
fr: serveur

source: joined the
fr: a rejoint la

source: left the
fr: a quitté la

source: ** Channel topic:
fr: ** Sujet de la salle :

source: ** Set by
fr: ** Défini par

source: Chat closed.
fr: Chat fermé.

source: Are you sure you want to paste %d lines?
fr: Êtes-vous sûr de vouloir coller %d lignes ?

source: You have SpringLobby v
fr: Vous avez SpringLobby v

source: You are not in channel or channel does not exist.
fr: Vous n'êtes pas dans cette salle ou elle n'existe pas.

source: Error: Command (%s) does not exist, use /help for a list of available commands.
fr: Erreur: La commande (%s) n'existe pas, tapez /help pour afficher la liste des commandes disponibles.

source: You are not in battle or battle does not exist, use /help for a list of available commands.
fr: Vous n'êtes pas dans une bataille ou la bataille n'existe pas, utilisez /help pour une liste des commandes.

source: User is offline.
fr: Utilisateur est Hors Ligne

source: Sent: "
fr: Envoyé : "

source: Copy
fr: Copier

source: Copy link location
fr: Copier le lien dans le presse-papier

source: Clear
fr: Effacer

source: Auto join this channel
fr: Rejoindre automatiquement cette salle

source: Leave
fr: Quitter

source: Display Join/Leave Messages
fr: Afficher les messages d'arrivée/de départ

source: Show mute list
fr: Affiche la liste des muets

source: Channel info
fr: Information de la salle

source: Set topic...
fr: Changer le sujet...

source: Channel message...
fr: Message dans la salle...

source: Lock...
fr: Verrouiller...

source: Unlock
fr: Déverrouiller

source: Register...
fr: Inscription ...

source: Unregister
fr: Se désinscrire

source: On
fr: Activée

source: Off
fr: Désactivée

source: Is on?
fr: Est activé ?

source: Spam protection
fr: Protection contre le Spam

source: Disconnect
fr: Déconnecter

source: Reconnect
fr: Reconnecter

source: Remove...
fr: Supprimer...

source: Change password...
fr: Changer de mot de passe...

source: Set access...
fr: Changer l'accès...

source: Accounts
fr: Comptes

source: Broadcast...
fr: Transmission

source: Open Chat
fr: Ouvrir Chat

source: Join same battle
fr: Rejoindre la même partie

source: Ingame time
fr: Temps passé en jeu

source: Retrieve IP and Smurfs
fr: Récupérer l'IP, etc

source: Mute...
fr: Rendre muet...

source: Mute for 5 minutes
fr: Rendre muet pour 5 minutes

source: Mute for 10 minutes
fr: Rendre muet pour 10 minutes

source: Mute for 30 minutes
fr: Rendre muet pour 30 minutes

source: Mute for 2 hours
fr: Rendre muet pour 2 heures

source: Mute for 1 day
fr: Rendre muet pour 1 jour

source: Unmute
fr: Rendre la parole

source: Mute
fr: Rendre muet

source: Kick...
fr: Expulser

source: Ban...
fr: Bannir...

source: Unban
fr: Débannir

source: Ring
fr: Biper

source: Slap!
fr: Baffer !

source: Op
fr: Donner les droits d'opérateur

source: DeOp
fr: Prendre les droits d'opérateur

source: ChanServ error
fr: Erreur ChanServ

source: ChanServ is not in this channel.
fr: ChanServ n'est pas dans cette salle.

source: What should be the new topic?
fr: Que devrait être le nouveau sujet ?

source: Lock channel...
fr: Verrouiller la salle...

source: What should the new password be?
fr: Que devrait être le nouveau mot de passe ?

source: Unlock Channel
fr: Déverrouiller la salle

source: Are you sure you want to unlock this channel?
fr: Etes vous sur de vouloir déverrouiller cette salle ?

source: ChanServ is not on this server.
fr: ChanServ n'est pas sur ce serveur.

source: Register Channel
fr: Enregistrer la salle

source: Who should be appointed founder of this channel?
fr: Qui devra être le fondateur de cette salle ?

source: Unregister Channel
fr: Désinscrire la salle

source: Are you sure you want to unregister this channel?
fr: Etes vous sur de vouloir désinscrire cette salle ?

source: Remove User Acount
fr: Supprimer le compte utilisateur

source: What user account do you want to remove today?
fr: Quel compte utilisateur voulez vous supprimer aujourd'hui ?

source: Remove Account
fr: Supprimer compte

source: Are you sure you want to remove the account
fr: Etes vous sur de vouloir supprimer ce compte ?

source: Change User Acount Password
fr: Changer le mot de passe du compte utilisateur

source: What user account do you want to change the password for?
fr: De quel compte utilisateur voulez-vous changer le mot de passe ?

source: What would be the new password?
fr: Quel devrait être le nouveau mot de passe ?

source: Not Implemented
fr: Non implémenté

source: Broadcast Message
fr: Transmettre le Message

source: Message to be broadcasted:
fr: Message à transmettre

source: Mute User
fr: Rendre l'utilisateur muet

source: For how many minutes should the user be muted?
fr: Pour combien de minutes l'utilisateur sera-t'il muet ?

source: Kick User
fr: Expluser l'utilisateur

source: Reason:
fr: Raison:

source: Kick user
fr: Expluser l'Utilisateur

source: Mute user
fr: Rendre muet l'utilisateur

source: Duration:
fr: Durée :

source: Enter name
fr: Entrez le nom

source: Please enter the name for the new group. After clicking ok you will be taken to adjust its settings.
fr: Merci d'entrer le nom du nouveau groupe. Après avoir cliqué sur ok vous pourrez modifier ses paramètres.

source: couldn't add user
fr: impossible d'ajouter le joueur

source: Connect to lobby server
fr: Se connecter au serveur lobby

source: Server
fr: Serveur

source: Server to connect to. You can connect to any server you like by typing in hostaddress:port format.
fr: Server auquel se connecter. Vous pouvez vous connecter au serveur que vous voulez en l'entrant sous la forme adresse:port.

source: Nickname
fr: Surnom

source: Password
fr: Mot de passe

source: Remember password
fr: Se souvenir du mot de passe

source: Autoconnect next time
fr: Connection automatique la prochaine fois

source: remember connection details and automatically connect to server on next lobby startup
fr: se souvenir des détails de connexion et se connecter automatiquement au serveur au prochain démarrage du lobby

source: Cancel
fr: Annuler

source: Login
fr: Connexion

source: Register
fr: S'inscrire

source: Nick
fr: Pseudo

source: Invalid port.
fr: Port invalide.

source: Invalid port
fr: Port invalide

source: Port number out of range. It must be an integer between 1 and 65535
fr: Numéro de port en dehors des limites. Il doit être un entier entre 1 et 65535.

source: Invalid host/port.
fr: Hote/port invalide.

source: Invalid host
fr: hote invalide

source: The entered nickname contains invalid characters like )? &%. Please try again
fr: Le pseudonyme entré contient des caractères invalides comme )?&%. Merci de réessayer.

source: Invalid nickname
fr: Pseudonyme invalide

source: Registration failed, the reason was: Password / confirmation mismatch (or empty passwort)
fr: L'inscription a échoué, la raison était : Mot de passe / confirmation différents (ou mot de passe vide)

source: Registration failed.
fr: Échec de l'inscription.

source: Andorra
fr: Andorre

source: United Arab Emirates
fr: Émirats Arabes Unis

source: Antigua and Barbuda
fr: Antigua et Barbuda

source: Albania
fr: Albanie

source: Armenia
fr: Arménie

source: Netherlands Antilles
fr: Antilles néerlandaises

source: Antarctica
fr: Antarctique

source: Argentina
fr: Argentine

source: American Samoa
fr: Samoa américaines

source: Austria
fr: Autriche

source: Australia
fr: Australie

source: Azerbaijan
fr: Azérbaïdjan

source: Bosnia and Herzegovina
fr: Bosnie-herzégovine

source: Barbados
fr: La Barbade

source: Belgium
fr: Belgique

source: Bulgaria
fr: Bulgarie

source: Bahrain
fr: Bahreïn

source: Benin
fr: Bénin

source: Bermuda
fr: Bermudes

source: Brunei Darussalam
fr: Brunéi Darussalam

source: Bolivia
fr: Bolivie

source: Brazil
fr: Brésil

source: Bhutan
fr: Bhoutan

source: Bouvet Island
fr: Île Bouvet

source: Belarus
fr: Biélorussie

source: Belize
fr: Bélize

source: Cocos (Keeling Islands)
fr: Îles Cocos

source: Central African Republic
fr: République Centre-Africaine

source: Switzerland
fr: Suisse

source: Cote D'Ivoire (Ivory Coast)
fr: Cote D'Ivoire

source: Cook Islands
fr: Îles de Cook

source: Chile
fr: Chili

source: Cameroon
fr: Cameroun

source: China
fr: Chine

source: Colombia
fr: Colombie

source: Cape Verde
fr: Cap Vert

source: Christmas Island
fr: Île Christmas

source: Cyprus
fr: Chypre

source: Czech Republic
fr: République Tchèque

source: Germany
fr: Allemagne

source: Denmark
fr: Danemark

source: Dominica
fr: Dominique

source: Dominican Republic
fr: Republique Dominicaine

source: Algeria
fr: Algérie

source: Ecuador
fr: Équateur

source: Estonia
fr: Estonie

source: Egypt
fr: Égypte

source: Western Sahara
fr: Sahara occidental

source: Eritrea
fr: Erythrée

source: Spain
fr: Espagne

source: Ethiopia
fr: Éthiopie

source: Finland
fr: Finlande

source: Fiji
fr: Les Îles Fidji

source: Falkland Islands (Malvinas)
fr: Îles Malouines

source: Micronesia
fr: Micronésie

source: Faroe Islands
fr: Les Iles Féroé

source: France, Metropolitan
fr: France, Métropolitaine

source: Grenada
fr: Grenade

source: Georgia
fr: Géorgie

source: French Guiana
fr: Guyane française

source: Greenland
fr: Groënland

source: Gambia
fr: Gambie

source: Guinea
fr: Guinée

source: Equatorial Guinea
fr: Guinée équatoriale

source: Greece
fr: Grèce

source: S. Georgia and S. Sandwich Isls.
fr: Géorgie du Sud et les Îles Sandwich du Sud

source: Guinea-Bissau
fr: Guinée-Bissau

source: Heard and McDonald Islands
fr: Îles Head et McDonald

source: Croatia (Hrvatska)
fr: République de Croatie

source: Haiti
fr: Haïti

source: Hungary
fr: Hongrie

source: Indonesia
fr: Indonésie

source: Ireland
fr: Irlande

source: Israel
fr: Israël

source: India
fr: Inde

source: British Indian Ocean Territory
fr: Territoires britanniques de l'Océan Indien

source: Iraq
fr: Irak

source: Iceland
fr: Islande

source: Italy
fr: Italie

source: Jamaica
fr: Jamaïque

source: Jordan
fr: Jordanie

source: Japan
fr: Japon

source: Kyrgyzstan (Kyrgyz Republic)
fr: Kirghizistan

source: Cambodia
fr: Cambodge

source: Comoros
fr: Comores

source: Saint Kitts and Nevis
fr: Saint Christophe et Niévès

source: Korea (North) (People's Republic)
fr: Corée du Nord

source: Korea (South) (Republic)
fr: Corée du Sud

source: Kuwait
fr: Koweït

source: Cayman Islands
fr: Îles Caïman

source: Kazakhstan
fr: Kazakstan

source: Laos
fr: Lao, Rpublique Démocratique Populaire

source: Lebanon
fr: Liban

source: Saint Lucia
fr: Sainte-Lucie

source: Lithuania
fr: Lituanie

source: Latvia
fr: Lettonie

source: Libya
fr: Lybie

source: Morocco
fr: Maroc

source: Moldova
fr: Moldova, république de

source: Montenegro
fr: Le Monténégro

source: Marshall Islands
fr: Îles Marshall

source: Macedonia
fr: La Macédoine

source: Myanmar
fr: Birmanie

source: Mongolia
fr: Mongolie

source: Northern Mariana Islands
fr: Îles Mariannes du Nord

source: Mauritania
fr: Mauritanie

source: Malta
fr: Malte

source: Mauritius
fr: Maurice

source: Mexico
fr: Mexique

source: Malaysia
fr: Malaisie

source: Namibia
fr: Namibie

source: New Caledonia
fr: Nouvelle Calédonie

source: Norfolk Island
fr: Île Norfolk

source: Netherlands
fr: Pays-Bas

source: Norway
fr: Norvège

source: Nepal
fr: Népal

source: Neutral Zone (Saudia Arabia/Iraq)
fr: Zone Neutre (Arabie Saoudite / Irak)

source: Niue
fr: Niué

source: New Zealand
fr: Nouvelle-Zélande

source: Panama
fr: Panamá

source: Peru
fr: Pérou

source: French Polynesia
fr: Polynésie française

source: Papua New Guinea
fr: Papouasie-Nouvelle-Guinée

source: Poland
fr: Pologne

source: St. Pierre and Miquelon
fr: Saint-Pierre-et-Miquelon

source: Pitcairn
fr: Îles Pitcairn

source: Palau
fr: Palaos

source: Reunion
fr: Réunion, île de la

source: Romania
fr: Roumanie

source: Serbia
fr: La Serbie

source: Russian Federation
fr: Russie

source: Saudi Arabia
fr: Arabie Saoudite

source: Solomon Islands
fr: Îles Salomon

source: Sudan
fr: Soudan

source: Sweden
fr: Suède

source: Singapore
fr: Singapour

source: St. Helena
fr: St Hélène

source: Slovenia
fr: Slovénie

source: Svalbard and Jan Mayen Islands
fr: Svalbard et île Jan Mayen

source: Slovakia (Slovak Republic)
fr: Slovaquie

source: Sierra Leone
fr: Sierra Léone

source: San Marino
fr: Saint-Marin

source: Senegal
fr: Sénégal

source: Somalia
fr: Somalie

source: Sao Tome and Principe
fr: Sao Tomé-et-Principe

source: Soviet Union (former)
fr: Union Soviétique (Ex-URSS)

source: El Salvador
fr: Salvador

source: Syria
fr: Syrie

source: Turks and Caicos Islands
fr: Îles Turques et Caïques

source: Chad
fr: Tchad

source: French Southern Territories
fr: Terres australes françaises

source: Thailand
fr: Thaïlande

source: Tajikistan
fr: Tadjikistan

source: Tunisia
fr: Tunisie

source: East Timor
fr: Timor oriental

source: Turkey
fr: Turquie

source: Trinidad and Tobago
fr: Trinidad et Tobago

source: Taiwan
fr: Taïwan

source: Tanzania
fr: Tanzanie, République-Unie de

source: Uganda
fr: Ouganda

source: US Minor Outlying Islands
fr: Îles mineures éloignées des États-Unis

source: United States
fr: États-Unis

source: Uzbekistan
fr: Ouzbékistan

source: Vatican City State (Holy See)
fr: Cité du Vatican (Saint-Siège)

source: Saint Vincent and The Grenadines
fr: Saint-Vincent et Les Grenadines

source: Virgin Islands (British)
fr: Îles Vierges (Anglaises)

source: Virgin Islands (US)
fr: Îles Vierges (Américaines)

source: Viet Nam
fr: Vit Nam

source: Wallis and Futuna Islands
fr: Wallis et Futuna

source: Yemen
fr: Yémen

source: Yugoslavia
fr: Yougoslavie

source: South Africa
fr: Afrique du Sud

source: Zambia
fr: Zambie

source: Zaire
fr: Zaïre

source: (Full country name not found)
fr: (nom complet du pays non trouvé)

source: System informations
fr: Information sur le système

source: Application verbose log
fr: Journal de l'application

source: Last generated spring launching script
fr: Dernier script de lancement de Spring généré

source: queued
fr: en attente

source: Name
fr: Nom

source: Size
fr: Taille

source: unknown
fr: inconnu

source: Search and download files
fr: Chercher et télécharger les fichiers

source: Files displayed
fr: Fichiers affichés

source: Download selected
fr: Télécharger la sélection

source: %u files displayed
fr: %u fichiers affichés

source: successfully saved to:
fr: enregistré dans :

source: successfully unzipped in:
fr: décompressé avec succès dans :

source: unzipping failed, please correct manually
fr: échec de la décompression, merci de corriger manuellement

source: Could not save
fr: Impossible de sauvegarder

source: to:
fr: dans :

source: Error number:
fr: Erreur numéro :

source: Flood warning
fr: Attention Flood !

source: Add bot
fr: Ajouter un Bot

source: Nickname:
fr: Pseudo :

source: AI:
fr: IA

source: Choose the AI library to use with this bot.
fr: Choisissez l'IA du bot.

source: property
fr: propriété

source: value
fr: valeur

source: Add Bot
fr: Ajouter un bot

source: No AI bots found in your Spring installation.
fr: Aucune bibliothèque d'IA trouvée dans votre installation de Spring.

source: No bot-libs found
fr: Aucune bibliothèque d'IA trouvée.

source: Autobalance players into teams
fr: Equilibrer les équipes

source: Method
fr: Méthode

source: Divide ranks evenly
fr: Répartir uniformément les grades

source: Random
fr: Aléatoire

source: None
fr: Aucun

source: Fair
fr: Equilibré

source: Always
fr: Toujours

source: Put members of same clan ( users having same clantag, like '[smurfzor]Alice' and '[smurfzor]Bob' ) together into same alliance. None: nothing special for clans. Fair: put clanmembers into alliance, unless this makes alliances unfair. Always: always put clanmembers into alliance, even if that alliance is unfair.
fr: Mettre les membres d'un même clan (en utilisant les tags d'alliance, comme )'[smurfzor]Alice' and '[smurfzor]Bob' dans la même alliance. Aucun : Ne tient pas compte des clans pour équilibrer. Equilibré : Met les membres d'un clan dans la même alliance, sauf si cela rend les alliances déséquilibrées. Toujours : Met toujours les membres d'un clan dans la même alliance, même si les alliances sont déséquilibrées.

source: Number of allies
fr: Nombre d'alliances

source: Auto select
fr: Sélection automatique

source: Select
fr: Sélectionner...

source: Value
fr: Valeur

source: Windspeed
fr: Vitesse du vent

source: Tidal strength
fr: Force du courant

source: Gravity
fr: Gravité

source: Extractor radius
fr: Rayon des extracteurs

source: Max metal
fr: Métal max.

source: Fixed
fr: Fixes

source: Choose in game
fr: Choisies en jeu

source: Chose before game
fr: Choisies avant la partie

source: Startpositions
fr: Positions de départ

source: Unit restrictions
fr: Unités interdites

source: Allowed units
fr: Unités autorisées

source: Units in this list will be available in the game.
fr: Les unités dans cette liste seront accessibles pendant la partie.

source: Disable selected units.
fr: Désactiver les unités sélectionnées.

source: Re-enable selected units.
fr: Réactiver les unités sélectionnées.

source: Enable all units.
fr: Autorise toutes les unités.

source: Restricted units
fr: Unités interdites

source: Units in this list will not be available in the game.
fr: Les unités dans cette liste ne seront pas utilisables pendant la partie.

source: How many units of this type do you wish to allow?
fr: Combien d'unités de ce type souhaitez-vous autoriser ?

source: Unit restriction
fr: Unités interdites

source: Team
fr: Équipe

source: Ally
fr: Alliance

source: Resource Bonus
fr: Bonus de ressources

source: Side
fr: Faction

source: Set color
fr: Choisir la couleur

source: Set Resource Bonus
fr: Choisir le bonus de ressources

source: Spectator
fr: Spectateur

source: Kick
fr: Expulser

source: Please enter a value between 0 and 100
fr: Veuillez entrer une valeur entre 0 et 100

source: AI (bot)
fr: IA (bot)

source: Human
fr: Humain

source: Spectator
fr: Spectateur

source: Player
fr: Joueur

source: Host
fr: Hôte

source: Ready
fr: Prêt

source: Not ready
fr: Pas prêt

source: In sync
fr: Synchronisé

source: Not in sync
fr: Non-synchronisé

source: Players with the same team number share control of their units.
fr: Les joueurs avec le même numéro d'équipe partage le contrôle de leurs unités.

source: Players with the same ally number work together to achieve victory.
fr: Les joueurs avec le même numéro d'alliance jouerons ensemble pour atteindre la victoire.

source: Select a color to identify your units in-game
fr: Selectionnez une couleur pour identifier vos unités dans le jeu

source: Select your faction
fr: Selectionnez votre faction

source: Spectate (watch) the battle instead of playing
fr: Regarder la bataille au lieu de jouer

source: I'm ready
fr: Je suis prêt
