Repository: abma/springlobby
Catalog: po/*.po
Languages: fr

source: overrides default logging verbosity, can be: 0: no log 1: critical errors 2: errors 3: warnings (default) 4: messages 5: function trace
fr: force la verbosité par défaut du journal, peut être : 0: pas de journal 1: erreurs critiques 2: erreurs 3: avertissements (par défaut) 4: messages 5: appels de fonction

source: Ignore chat
fr: Ignorer le chat

source: Battle Autokick
fr: Expulsion automatique d'une bataille

source: Friends
fr: Amis

source: Combined Options
fr: Options combinées

source: Render quality / Video mode
fr: Qualité d'affichage / Mode vidéo

source: Render detail
fr: Détail du rendu

source: UI options
fr: Options de l'interface

source: Error!
fr: Erreur !

source: Save Spring settings before exiting?
fr: Sauvegarder les paramètres de Spring avant de sortir ?

source: Confirmation needed
fr: Confirmation nécessaire

source: SpringSettings (simple mode)
fr: SpringSettings (mode simple)

source: Save settings
fr: Sauvegarder les paramètres

source: Reset settings to default values
fr: Réinitialiser les paramètres aux valeurs par défaut

source: Disable expert mode warning
fr: Désactiver l'avertissement du mode expert

source: Quit
fr: Quitter

source: Simple (few options)
fr: Simple (peu d'options)

source: Expert (all options
fr: Expert (toutes les options)

source: About
fr: A propos

source: Credits
fr: Crédits

source: Report a bug
fr: Signaler un bug

source: Info/Help
fr: Info/Aide

source: Reset ALL settings to default values?
fr: Rétablier TOUS les paramètres aux valeurs par défaut ?

source: Hint
fr: Astuce

source: SpringSettings is a graphical frontend to the Settings of the Spring engine
fr: SpringSettings est une interface graphique pour le réglage du Spring engine

source: The SpringLobby team
fr: L'équipe de SpringLobby

source: everyone reporting bugs/suggestions
fr: tous ceux qui rapportent des bogues/des suggestions

source: Path to unitsync shared library
fr: Chemin vers la bibliothèque unitsync

source: Use this path
fr: Utiliser ce chemin

source: libunitsync.so on linux, unitsync.dll on windows
fr: libunitsync.so sous Linux, unitsync.dll sous Windows

source: Path settings
fr: Réglage des chemins

source: Choose an unitsync library
fr: Choisissez une bibliothèque unitsync

source: low
fr: basse

source: medium
fr: moyenne

source: high
fr: haute

source: very low
fr: très basse

source: very high
fr: très haute

source: can't launch default browser
fr: Impossible de lancer le navigateur par défaut

source: Couldn't launch browser. URL is:
fr: Impossible de lancer le navigateur. L'URL est :

source: Couldn't launch browser.
fr: Impossible de lancer le navigateur.

source: Could not access your settings.
fr: Impossible d'accéder à vos paramètres.

source: Could not save, unitsync not properly loaded
fr: Impossible de sauvegarder, unitsync n'est pas chargée correctement

source: SpringSettings Error
fr: Erreur de SpringSettings

source: Audio Options
fr: Options audio

source: Screen Resolution
fr: Résolution de l'écran

source: Water Quality
fr: Qualité de l'eau

source: Resolution in bit
fr: Résolution en bits

source: Render Quality Options
fr: Options de qualité du rendu

source: Video Mode Options
fr: Options du mode vidéo

source: Anti-Aliasing Options
fr: Options d'anti-aliasing

source: Z-/Depth-Buffer
fr: Z-Buffer (tampon de profondeur)

source: Bump-mapped Water
fr: Eau bump-mappée

source: Rendering detail levels
fr: Niveau de détail du rendu

source: Graphics quality
fr: Qualité graphique

source: Graphics detail
fr: Détail graphique

source: Screen resolution
fr: Résolution de l'écran

source: Switch to expert mode
fr: Passer en mode expert

source: (current)
fr: (actuel)

source: Sets all quality options to predefined values according to your choice.
fr: Définit toutes les options de qualité à des valeurs prédéfinies en fonction de votre choix.

source: Sets all detail options to predefined values according to your choice.
fr: Définit toutes les options de détail à des valeurs prédéfinies en fonction de votre choix.

source: Scroll Speeds (mouse + keyboard)
fr: Vitesse de défilement (clavier et souris)

source: Default Camera Mode
fr: Mode de caméra par défaut

source: Misc. UI Options
fr: Options diverse de l'interface

source: Connection timed out
fr: Délai de connexion expiré

source: Unknown answer from server
fr: Réponse inconnue du serveur

source: Failed to punch through NAT, playing this battle might not work for you or for other players.
fr: Echec de la traversée du NAT, cette bataille risque de ne pas fonctionner pour vous ou d'autres joueurs.

source: line
fr: ligne

source: , column
fr: , colonne

source: Server password
fr: Mot de passe du serveur

source: Registration successful, you should now be able to login.
fr: Réussite de l'inscription, vous devriez maintenant pouvoir vous connecter.

source: Registration successful
fr: Inscription réussie

source: Registration failed, the reason was:
fr: Echec de l'inscription, la raison était :

source: Help error
fr: Erreur d'aide

source: Global commands:
fr: Commandes globales :

source: "/away" - Sets your status to away.
fr: "/away" - Définit votre état comme absent.

source: "/back" - Resets your away status.
fr: "/back" - Retire votre état absent.

source: "/channels" - Lists currently active channels.
fr: "/channels" - Liste les salles actuellement actives.

source: "/help [topic]" - Put topic if you want to know more specific information about a command.
fr: "/help [sujet]" - Ajoutez "sujet" si vous voulez obtenir des informations plus spécifiques sur une commande.

source: "/j" - Alias to /join.
fr: "/j" - Raccourcis pour /join.

source: "/ingame" - Shows how much time you have in game.
fr: "/ingame" - Affiche combien de temps vous avez en jeu.

source: "/msg username [text]" - Sends a private message containing text to username.
fr: "/msg pseudo [texte]" - Envoie un message privé contenant texte à pseudo.

source: "/part" - Leaves current channel.
fr: "/part" - Quitte la salle actuelle.

source: "/p" - Alias to /part.
fr: "/p" - Raccourci pour /part.

source: "/rename newalias" - Changes your nickname to newalias.
fr: "/rename nouveaunom" - Change votre pseudo en nouveaunom.

source: "/testmd5 text" - Returns md5-b64 hash of given text.
fr: "/testmd5 text" - Retourne le hash md5-b64 du texte donné.

source: "/clear" - Clears all text from current chat panel
fr: "/clear" - Efface tout le texte de la fenêtre actuelle

source: Chat commands:
fr: Commandes de chat :

source: "/me action" - Say IRC style action message.
fr: "/me action" - Fait une action dans le style d'IRC.

source: If you are missing any commands, go to #springlobby and try to type it there :)
fr: Si vous ne comprenez pas une commande, allez sur #springlobby et essayez de la taper ici :)

source: No topics written yet.
fr: Pas de sujets écrits pour le moment.

source: The topic "
fr: Le sujet "

source: " was not found. Type "/help topics" only for available topics.
fr: " n'a pas été trouvé. Tapez "/help sujets" seulement pour des sujets disponibles.

source: Couldn't get your spring versions from any unitsync library. Online play is currently disabled.
fr: Impossible de récupérer votre version de Spring depuis la bibliothèque unitsync. Le jeu en ligne est actuellement désactivé.

source: No compatible installed spring version has been found, this server requires version: %s
fr: Aucune version installée et compatible de spring n'a été trouvée, ce serveur nécessite la version : %s

source: Online play is currently disabled.
fr: Le jeu en ligne est actuellement désactivé.

source: no active chat panels open.
fr: aucun onglet de chat ouvert.

source: The current battle was closed by the host.
fr: La partie actuelle a été fermée par l'hôte.

source: Battle closed
fr: Partie fermée

source: Your spring settings are probably not configured correctly, you should take another look at your settings before trying to play online.
fr: Vos paramètres de Spring ne sont probablement pas réglés correctement, vous devriez les vérifier avant de tenter de jouer en ligne.

source: Spring settings error
fr: Erreur de configuration de Spring

source: The selected preset requires the map
fr: Le jeu d'options sélectionné nécessite la carte

source: . Should it be downloaded? Selecting "no" will remove the missing map from the preset. Please reselect the preset after download finished
fr: . Faut-il la télécharger ? Choisir "non" retirera la carte manquante du jeu d'options Merci de resélectionner le jeu d'options après la fin du téléchargement.

source: Map missing
fr: Carte manquante

source: Welcome
fr: Bienvenue

source: Should I try to import (some) TASClient settings?
fr: Dois-je essayer d'importer (quelques) réglages de TASClient ?

source: Import settings?
fr: Importer les paramètres ?

source: There was an error checking for the latest version. Please try again later. If the problem persists, please use Help->Report Bug to report this bug.
fr: Il y a eu une erreur pendant la recherche d'une nouvelle version. Merci de réessayer plus tard. Si le problème persiste, merci d'utiliser Aide->Signaler un bogue pour rapporter ce bogue.

source: Your Version:
fr: Votre Version:

source: Latest Version:
fr: Dernière Version:

source: Not up to date
fr: Pas à jour

source: Your SpringLobby version is not up to date.
fr: Votre version de SpringLobby n'est pas à jour.

source: Not up to Date
fr: Non à jours

source: Broser path is:
fr: Le chemin d'accès du navigateur est :

source: Unable to write to the lobby installation directory. Please update manually or enable write permissions for the current user.
fr: Impossible d'écrire dans le répertoire d'installation. Vérifiez manuellement ou donnez à l'utilisateur actuel la permission d'écrire.

source: There was an error downloading for the latest version. Please try again later. If the problem persists, please use Help->Report Bug to report this bug.
fr: Il y a eu une erreur pendant le téléchargement de la dernière version. Merci de réessayer plus tard. Si le problème persiste, merci d'utiliser Aide->Signaler un bogue.

source: Partial success
fr: Succès partiel

source: away
fr: absent

source: back
fr: de retour

source: ingame
fr: en jeu

source: back from game
fr: de retour du jeu

source: Newbie
fr: Débutant

source: Beginner
fr: Débutant

source: Average
fr: Normal

source: Above average
fr: Au dessus de la moyenne

source: Experienced
fr: Vétéran

source: Highly experienced
fr: Très expérimenté

source: Veteran
fr: Vétéran

source: Unknown
fr: Inconnu

source: To prevent logical inconsistencies, adding a user to more than one group is not allowed
fr: Pour prévenir les problèmes logiques, il n'est pas permis d'ajouter un utilisateur à plus d'un seul groupe.

source: Cannot add user to group
fr: Impossible d'ajouter l'utilisateur au groupe.

source: none
fr: aucune

source: highlight
fr: surligner

source: notify login/out
fr: avertir de la connexion/déconnexion

source: ignore chat
fr: ignorer le chat

source: ignore pm
fr: ignorer les messages privés

source: autokick
fr: expulsion automatique

source: notify hosted battle
fr: avertir d'une partie hébergée

source: notify status change
fr: avertir du changement d'état

source: no action at all
fr: aucune action

source: highlight user in nick list and battles he participates in
fr: surligne l'utilisateur dans les listes d'utilisateur et les batailles auxquelles il participe

source: popup a message box when user logs in/out from the server
fr: affiche une popup quand l'utilisateur se connecte ou se déconnecte du serveur

source: ignore private messages of these users, no pm window will open if any of these try to contact you privately
fr: ignore les messages privés de ces utilisateurs, aucune fenêtre ne s'ouvrira si l'un d'eux tente de vous contacter en privé

source: popup a message box when user hosts a new battle
fr: affiche une popup quand l'utilisateur héberge une nouvelle partie

source: popup a message box when user changes away status
fr: affiche une popup quand l'utilisateur change son statut d'absence

source: Create new group...
fr: Créer un nouveau groupe...

source: Add to group...
fr: Ajouter à un groupe...

source: Remove from group
fr: Retirer du groupe

source: Choose color
fr: Choisissez une couleur

source: Choose color (only first 16 will be saved)
fr: Choisissez une couleur (seulement les 16 premiers seront sauvegardées)

source: Author
fr: Auteur

source: getting infos
fr: récupère les infos

source: Current version
fr: Version actuelle

source: # downloaded
fr: Nb. de téléchargements

source: Published on
fr: Publié le

source: Screenshots
fr: Captures d'écran

source: Widget files have been installed.
fr: Le widget a été installé.

source: Widget files have not been installed.
fr: Le widget n'a pas été installé.

source: Widget files have been removed.
fr: Le widget a été supprimé.

source: Widget files have not been removed.
fr: Le widget n'a pas été supprimé.
