Repository: abma/springlobby
Catalog: po/*.po
Languages: fr

source: Click this if you are content with the battle settings.
fr: Cliquez si vous êtes satisfait des paramètres de la bataille.

source: Color
fr: Couleur

source: A preview of the selected map. You can see the starting positions, or (if set) starting boxes.
fr: Un aperçu de la carte sélectionnée. Vous pouvez voir les positions de départ, ou (le cas échéant) les zones de départ.

source: Leave the battle and return to the battle list
fr: Quitter la bataille et revenir à la liste des parties

source: Start
fr: Démarrer

source: Start the battle
fr: Lancer la bataille

source: Player Management
fr: Organisation des joueurs

source: Various functions to make team games simplers to setup
fr: Diverses fonctions pour simplifier la mise en place de jeux en équipe

source: Add Bot...
fr: Ajouter bot

source: Add a computer-controlled player to the game
fr: Ajouter un joueur contrôlé par l'ordinateur à la partie

source: Autolock on start
fr: Verrouiller au lancement

source: Automatically locks the battle when the game starts and unlock when it's finished.
fr: Verrouille automatiquement la bataille quand le jeu commence et la déverrouille quand il est terminé.

source: Prevent additional players from joining the battle
fr: Prévenir d'autres joueurs de se joindre à la bataille

source: Autohost
fr: Hébergement automatique

source: Toggle autohost mode. This allows players to control your battle using commands like '!balance' and '!start'.
fr: Active le mode d'hébergement automatisé. Ceci permet aux joueurs de contrôler votre bataille en utilisant des commandes comme "!balance" et "!start".

source: Lock Balance
fr: Verrouiller les alliances

source: When activated, prevents anyone but the host to change team and ally
fr: Quand activé, seul l'hôte peut changer les équipes et les alliances

source: Balance alliances
fr: Equilibrer les alliances

source: Automatically balance players into two or more alliances
fr: Répartie automatiquement les joueurs en deux alliances ou plus.

source: Fix colours
fr: Arranger les couleurs

source: Make player colors unique
fr: Rend les couleurs des joueurs différentes

source: Balance teams
fr: Définir les équipes

source: Automatically balance players into control teams, by default none shares control
fr: Répartit automatiquement en équipes, par défaut sans partage de contrôle

source: Manage Presets
fr: Jeux d'options

source: Load battle preset
fr: Charge un jeu d'options

source: Save
fr: Sauvegarder...

source: Save a set of options.
fr: Sauvegarder ce jeu d'options.

source: Delete
fr: Effacer

source: Delete a set of options.
fr: Effacer ce jeu d'options.

source: Set default
fr: Définir par défaut...

source: Activate an element to quickly change it
fr: Choisissez un jeu d'options enregistré pour les définir rapidement

source: Boxes
fr: Boîtes

source: Pick
fr: Choisir

source: Continue
fr: Continuer

source: End
fr: Terminer

source: Lineage
fr: Lignée

source: Map does not exist.
fr: La carte n'existe pas.

source: Some Players are not ready yet Do you want to force start?
fr: Certains joueurs ne sont pas encore prêts. Voulez-vous forcer le lancement ?

source: Not ready
fr: Non prêt

source: Enter preset name
fr: Entrez le nom du jeu d'options

source: Enter a name to save the current set of options If a preset with the same name already exist, it will be overwritten
fr: Entrez un nom pour le jeu d'options actuel Si un jeu d'options avec le même nom existe déjà, il sera écrasé.

source: Cannot save an options set without a name.
fr: Impossible de charger un jeu d'options sans un nom. Merci d'en sélectionner un dans la liste et de réessayer.

source: error
fr: erreur

source: Pick an existing option set from the list
fr: Choisissez un jeu d'options existant dans la liste

source: Delete preset
fr: Effacer le jeu d'options

source: Host new battle
fr: Heberger un nouvelle bataille

source: A short description of the game, this will show up in the battle list.
fr: Une petite description de cette partie, elle apparaîtra dans la liste de bataille.

source: Password needed to join game. Keep empty for no password
fr: Mot de passe requis pour rejoindre la partie. Laissez vide si sans mot de passe

source: UDP port to host game on. Default is 8452.
fr: Port UDP pour héberger une partie. Par défaut 8452

source: host and control game on remote server, helps if you have trouble hosting
fr: héberge et contrôle la partie sur une autre machine, utile si vous ne parvenez pas à héberger

source: Number of players
fr: Nombre de joueurs

source: The maximum number of players to allow in the battle.
fr: Le nombre maximum de joueurs autorisés à rejoindre la partie.

source: NAT traversal
fr: Traversée du NAT

source: NAT traversal to use.
fr: Méthode de traversée de NAT à utiliser.

source: Start hosting the battle.
fr: Démarrer l'hébergement de la bataille.

source: Your using wxWidgets prior to version 2.8, port testing is not supported. Hosting may or may not work.
fr: Vous utilisez une version de wxWidgets antérieure à la version 2.8. Le test de port n'est pas pris en charge. L'hébergement peut fonctionner ou non.

source: The server used for testing your port %d is unreachable. Hosting may or may not work with this setting.
fr: Le serveur utilisé pour tester votre port %d est inaccessible. L'hébergement peut fonctionner ou non avec ces paramètres.

source: Battle not started because the port you selected (%d) is unable to recieve incoming packets checks your router & firewall configuration again or change port in the dialog. If everything else fails, enable the Hole Punching NAT Traversal option in the hosting settings.
fr: La bataille n'a pas été ouverte car le port que vous avez choisi (%d) ne peut pas recevoir les paquets entrants. Vérifiez la configuration de vos pare-feu/routeur à nouveau ou changez le port dans la fenêtre. Si tout le reste échoue, activez "Hole punching" dans les options d'hébergement.

source: Error starting battle.
fr: Erreur au démarrage de la bataille.

source: Couldn't find any maps in your spring installation. This could happen when you set the Spring settings incorrectly.
fr: Aucune carte dans votre installation de Spring. Ceci peut arriver si vous avez mal réglé les paramètres de Spring.

source: No maps found
fr: Aucune carte trouvée.

source: Battleroom
fr: Salle de bataille

source: Unit Restrictions
fr: Unités interdites

source: Change option
fr: Modifier l'option

source: Game is open.
fr: La partie est ouverte.

source: Game is password-protected.
fr: La partie est protégée par un mot de passe.

source: Game is full.
fr: La partie est pleine.

source: Game is full and password-protected.
fr: La partie est pleine et protégée par un mot de passe.

source: Game is closed.
fr: La partie est fermée.

source: Game is closed and password-protected.
fr: La partie est fermée et protégée par un mot de passe.

source: Game is closed and full.
fr: La partie est fermée et pleine.

source: Game is closed, full and password-protected.
fr: La partie est fermée, plein et protégée par un mot de passe.

source: Game is in progress.
fr: La partie est en cours.

source: Game is in progress and password-protected.
fr: La partie est en cours et protégée par un mot de passe.

source: Game is in progress and full.
fr: La partie est en cours et pleine.

source: Game is in progress, full and password-protected.
fr: La partie est en cours, pleine et protégée par un mot de passe.

source: Game is in progress and closed.
fr: La partie est en cours et fermée.

source: Game is in progress, closed and password-protected.
fr: La partie est en cours, fermée et protégée par un mot de passe.

source: Game is in progress, closed and full.
fr: La partie est en cours, fermée et pleine.

source: Game is in progress, closed, full and password-protected.
fr: La partie est en cours, fermée, pleine et protégée par un mot de passe.

source: Any file (*)|*
fr: Tous les fichiers (*)|*

source: Disconnected from server, chat closed.
fr: Déconnecté du serveur, fermeture du chat.

source: Transfers in progress:
fr: Transferts en cours :

source: Total Incoming:
fr: Total entrant :

source: Cancel Download
fr: Annuler le téléchargement

source: Lua widget downloader
fr: Téléchargement de widgets Lua

source: &Connect...
fr: &Connexion...

source: &Disconnect
fr: &Déconnecter

source: &Save options
fr: &Enregistrer les options

source: &Quit
fr: &Quitter

source: &Join channel...
fr: Rejoindre la &salle...

source: Channel &list
fr: &Liste des salles

source: Open private &chat...
fr: Ouvrir un chat &privé

source: &View screenshots
fr: &Captures d'écran

source: Check for new Version
fr: Chercher une &mise à jour

source: &About
fr: &A propos

source: &Change language
fr: &Changer de langue

source: &Report a bug...
fr: &Signaler un bogue

source: &Tools
fr: &Outils

source: &Help
fr: &Aide

source: Not connected
fr: Non connecté

source: Join channel...
fr: Rejoindre la salle...

source: Name of channel to join
fr: Nom de la salle à rejoindre

source: Open Private Chat...
fr: Ouvrir un chat privé...

source: Name of user
fr: Nom de l'utilisateur

source: There were no screenshots found in your spring data directory.
fr: Il n'y a pas de captures d'écran dans le dossier data de spring.

source: No files found
fr: Aucun fichier

source: Restart required
fr: Redémarrage requis

source: Enter a profile name
fr: Entrez un nom pour ce profil

source: Singleplayer
fr: Solo

source: Downloads
fr: Téléchargements

source: Metal: %.1f%%
fr: Métal: %.1f%%

source: Refresh
fr: Actualiser

source: Download
fr: Télécharger

source: side:
fr: faction :

source: ally: %d
fr: allié: %d

source: Select map (click and drag to scroll)
fr: Sélectionnez une carte (cliquez-glissez pour faire défiler)

source: Vertical sort key
fr: Trier verticalement selon

source: Horizontal sort key
fr: Trier horizontalement selon

source: Show
fr: Afficher

source: All maps
fr: Toutes les cartes

source: Shows all available maps
fr: Affiche toutes les cartes disponibles

source: Popular maps
fr: Cartes populaires

source: Shows only maps which are currently being player on the server. You must be online to use this.
fr: Affiche uniquement les cartes qui sont actuellement jouées sur le serveur. Vous devez être connecté pour utiliser ceci.

source: Recently played maps
fr: Cartes jouées récemment.

source: Shows only maps you played recently. (Based on your replays.)
fr: Affiche uniquement les cartes sur lesquelles vous avez joué récemment (en se basant sur vos replays).

source: Filter
fr: Filtrer

source: Shows only maps which contain this text in their name or description.
fr: Affiche uniquement les cartes qui contiennent ce texte dans leur nom ou leur description.

source: Map details
fr: Détails de la carte

source: Start positions
fr: Positions de départ

source: Minimum wind
fr: Vent minimum

source: Maximum wind
fr: Vent maximum

source: Average wind
fr: Vent moyen

source: Size (map area)
fr: Taille (map area)

source: Aspect ratio
fr: Rapport des dimensions

source: Number of start positions
fr: Nombre de positions de départ

source: Start Position Type
fr: Type de position de départ

source: List of restricted units
fr: Liste des unités interdites

source: Map name
fr: Nom de la carte

source: Executables (*.exe)|*.exe|Any File (*.*)|*.*
fr: Exécutables (*.exe)|*.exe|Tous les fichiers (*.*)|*.*

source: Colors and font
fr: Couleurs et police

source: Use system colors
fr: Utilisez les couleurs du système

source: Background
fr: Arrière-plan

source: Highlight
fr: Surligner

source: Join/Leave
fr: Rejoindre/Quitter

source: My messages
fr: Mes messages

source: Timestamp
fr: Horodatage

source: [19:35] ** Server ** Connected to Server. [22:30] <Dude> hi everyone [22:30] ** Dude2 joined the channel. [22:30] * Dude2 thinks his colors looks nice [22:45] <Dude> Dude2: orl? [22:46] <Dude2> But could be better, should tweak them some more...
fr: [19:35] ** Serveur ** Connecté au serveur TAS. [22:30] <Dude> bonjour tout le monde [22:30] ** Dude2 joined the channel. [22:30] * Dude2 pense que ses couleurs sont belles [22:45] <Dude> Dude2: vraiment ? [22:46] <Dude2> Mais elles pourraient être mieux, je vais les peaufiner encore un peu...

source: Font:
fr: Police :

source: default
fr: Par défaut

source: Select...
fr: Sélectionner...

source: Behavior
fr: Comportement des zones de texte

source: Enable Irc colors in chat messages
fr: Active les couleurs IRC dans les messages du chat

source: Play notification sounds
fr: Jouer les sons de notification

source: Chat logs
fr: Journalisation du chat

source: Save chat logs
fr: Enregistrer les journaux du chat

source: Highlight words
fr: Mots surlignés

source: Words to highlight in chat:
fr: Mots à surligner dans le chat

source: enter a ; seperated list
fr: entre une liste séparée par des ;

source: Additionally play sound/flash titlebar
fr: Optionnellement, jouer un son/faire clignoter la barre de titre

source: At game start suspend mode
fr: Suspendre au lancement d'une partie

source: Pause all torrents
fr: Suspendre les torrents

source: Throttle speeds:
fr: Limiter les vitesses :

source: upload (KB/s)
fr: envoi (ko/s)

source: download (KB/s)
fr: téléchargement (ko/s)

source: Numbers
fr: Chiffres

source: maximum upload speed in KB/sec(-1 for infinite)
fr: vitesse d'envoi maximum en ko/s (-1 > sans limite)

source: maximum download speed in KB/sec (-1 for infinite)
fr: vitesse de réception maximum en ko/s (-1 > sans limite)

source: port used for torrent connections
fr: port utilisé pour les connexions torrent

source: maximum number of concurrent connections
fr: connexions parallèles maximum

source: Remove
fr: Effacer

source: Remove an existing group
fr: Efface le groupe sélectionné

source: Rename..
fr: Renommer...

source: Rename an existing group
fr: Renomme le groupe sélectionné

source: Add New..
fr: Ajouter un nouveau...

source: Add new group
fr: Ajoute un nouveau groupe

source: Group Actions
fr: Actions pour ce groupe

source: Notify login/logout
fr: Avertir de la connexion/déconnexion

source: Notify when users of this group go online or offline
fr: Vous serez averti quand les utilisateurs de ce groupe se connecteront ou se déconnecteront.

source: Ignore Chat
fr: Ignorer le chat

source: Ignore anything said in channel by any of the users in this group
fr: Ignore tout ce qui est dit sur une salle par un utilisateur de ce groupe.

source: Notify Hosted Battles
fr: Avertir d'une partie hébergée

source: Notify when users of this group hosts a battle
fr: Vous serez averti lorsqu'un utilisateur de ce groupe héberge une bataille.

source: Ignore PM
fr: Ignorer les messages privés

source: Ignore anything said in private chat by any of the users in this group
fr: Ignorer tout ce qui est dit en privé par un utilisateur de ce groupe.

source: Notify Status Change
fr: Avertir du changement d'état

source: Notify when the status of a users in this group changes
fr: Vous serez averti lorsque l'état d'un utilisateur de ce groupe change.

source: Autokick
fr: Expulsion automatique

source: Auto kick any of the users in this group from battles hosted
fr: Expulse automatiquement les utilisateurs de ce groupe des batailles que vous hébergez.

source: Highlight battles and the names of users in this group
fr: Surligner les batailles et les noms des utilisateurs de ce groupe.

source: Highlight Color
fr: Couleur de surlignage

source: Select highlight color
fr: Choisissez la couleur du surlignage

source: Users in group
fr: Utilisateur dans ce groupe

source: Add..
fr: Ajouter...

source: Add users to group
fr: Ajouter des utilisateurs au groupe

source: Remove users from group
fr: Retirer des utilisateurs de ce groupe

source: Name of new group:
fr: Nom du nouveau groupe :

source: Add New Group
fr: Ajouter un nouveau groupe

source: Web Browser
fr: Navigateur web

source: Default Browser.
fr: Navigateur par défaut.

source: Use your system-wide browser preference
fr: Utilisez le navigateur par défaut de votre système

source: Specify:
fr: Spécifiez :

source: Specify the web browser you want to use
fr: Indiquez le navigateur internet que vous souhaitez utiliser

source: Browse
fr: Parcourir

source: Use a file dialog to find the web browser
fr: Choisir le chemin du navigateur web

source: Autoconnect
fr: Connexion automatique

source: Autoconnect on lobby start
fr: Connexion automatique au lancement

source: Report statistics
fr: Envoyer les statistiques

source: report statistics
fr: Envoyer les statistiques

source: Automatic updates
fr: Mises à jour automatiques

source: automatically check for updates
fr: Vérifier automatiquement les mises à jour

source: Tooltips
fr: Infobulles

source: Show Tooltips?
fr: Afficher des infobulles ?

source: Tab completion method
fr: Méthode d'auto-complétion

source: "Match exact" will complete a word if there is one and only one match. "Match nearest" will select the (first) match that has closest Levenshtein distance
fr: "Exacte" complètera un mot si il n'y a qu'une seule possibilité. "Plus proche" sélectionnera la possibilité qui a la plus faible distance de Levenshtein.

source: Match exact
fr: Exacte

source: Match nearest
fr: Plus proche

source: Show big icons in mainwindow tabs?
fr: Afficher des grosses icônes pour les onglets de la fenêtre principale ?

source: Start tab
fr: Onglet de démarrage

source: Select which tab to show at startup
fr: Sélectionnez quel onglet afficher au démarrage

source: Choose a web browser executable
fr: Choisissez un exécutable de navigateur web

source: General
fr: Générales

source: Groups
fr: Groupes

source: Restore
fr: Restaurer

source: Apply
fr: Appliquer

source: Search only in current installed path
fr: Chercher uniquement dans le répertoire d'installation

source: Spring executable
fr: Exécutables de Spring

source: Location
fr: Emplacement

source: Find
fr: Chercher

source: UnitSync library
fr: Bibliothèque unitsync

source: Auto Configure
fr: Configuration automatique

source: Choose a Spring executable
fr: Choisissez un exécutable de Spring

source: Library
fr: Bibliothèque

source: Any File
fr: Tous les fichiers

source: Choose UnitSync library
fr: Choisir la bibliothèque UnitSync

source: Choose a folder
fr: Choisir un dossier

source: Something went wrong when creating the directories Please create manually the following folders:
fr: La création des répertoires a échoué Veuillez créer manuellement les dossiers suivants :

source: Filter settings
fr: Paramètres de filtrage

source: Filesize in KB:
fr: Taille du fichier en ko :

source: Duration (hh:mm:ss):
fr: Durée (hh:mm:ss)

source: Date of recording
fr: Date d'enregistrement

source: Duration
fr: Durée

source: Spring Version
fr: Version de Spring

source: Filesize
fr: Taille du fichier

source: Filesize in kilobyte
fr: Taille du fichier en ko

source: File
fr: Fichier

source: Download m&od
fr: Télécharger le m&od

source: Watch
fr: Regarder

source: Reload list
fr: Rafraîchir la liste

source: Couldn't get your spring versions from any unitsync library.
fr: Impossible de récupérer votre version de Spring depuis une bibliothèque unitsync.

source: Your current installed versions are:
fr: Vos versions actuellement installées sont :

source: Should i try to download it for you? You can see the progress in the "Download Manager" tab.
fr: Voulez-vous que j'essaye de le télécharger pour vous ? Vous pourrez voir la progression dans l'onglet "Download Manager".

source: I couldn't find the map to be able to watch this replay This can be caused by tasclient writing broken map hash value If you're sure you have the map, press no You need to download the map to be able to watch this replay.
fr: Je n'ai pas pu trouver la carte utilisée sur ce replay. Ceci peut être provoqué par tasclient qui écrit de mauvaises valeurs du hash de la carte. Si vous êtes sûr de posséder la carte, cliquez sur non. Vous devez télécharger la carte pour pouvoir visualiser ce replay.

source: I don't think you will be able to watch this replay. Try anyways? (MIGHT CRASH!)
fr: Je ne pense pas que vous pourrez visualiser ce replay. Essayer quand même ? (PEUT PLANTER !)

source: Invalid replay
fr: Replay invalide

source: Could not delete Replay:
fr: Impossible d'effacer le replay :

source: You were kicked from the battle!
fr: Vous avez été expulsé de la partie !

source: Kicked by Host
fr: Expulsé par l'hôte

source: indefinite time remaining
fr: aucune limite de durée

source: %d minutes remaining
fr: %d minutes restantes

source: Download complete, location is:
fr: Téléchargement terminé, l'emplacement est :

source: Download complete.
fr: Téléchargement terminé.

source: Couldn't launch installer. File location is:
fr: Impossible de lancer l'installeur. L'emplacement du fichier est :

source: Couldn't launch installer.
fr: Impossible de lancer l'installeur.

source: Filter names
fr: Filtrer les noms

source: Enter text filter to filter the online users list
fr: Entrez un filtre pour filtrer les noms des utilisateurs en ligne

source: Select Users
fr: Sélectionner des utilisateurs

source: is online
fr: est en ligne

source: is now
fr: est maintenant

source: OnUserStatus() failed ! (exception)
fr: OnUserStatus() a échoué ! (exception)

source: just went offline
fr: vient de se déconnecter

source: opened battle
fr: a ouvert la bataille

source: Join channel failed
fr: Impossible de rejoindre la salle

source: Could not join channel
fr: Impossible de rejoindre la salle

source: because:
fr: car :

source: Server Message
fr: Message du serveur

source: has ip=%s
fr: détient l'ip : %s

source: does not really support nat traversal
fr: ne supporte pas vraiment la traversée de NAT

source: Begin mutelist for
fr: Début de la liste des muets pour

source: %s mutelist
fr: Muets sur %s

source: End mutelist for
fr: Fin de la liste des muets pour

source: Download update
fr: Téléchargement d'une mise à jour

source: You can drag the sun/bot icon around to define start position. Hover over the icon for a popup that lets you change side, ally and bonus.
fr: Vous pouvez déplacer le soleil/ordinateur sur la carte pour choisir la position de départ. Passer la souris sur l'icône permet de changer la faction, l'alliance et le bonus.

source: Add bot...
fr: Ajouter un bot...

source: Spectate only
fr: Observer seulement

source: Random start positions
fr: Positions de départ aléatoires

source: -- Select one --
fr: -- Faites un choix --

source: You have to select a map first.
fr: Vous devez d'abord sélectionner une carte.

source: Continue without adding a bot first?. The game will be over pretty fast.
fr: Continuer sans ajouter un bot ? La partie sera terminée plutôt vite.

source: No Bot added
fr: Aucun bot ajouté

source: You cannot start a spring instance while another is already running
fr: Vous ne pouvez pas lancer Spring alors qu'il est déjà lancé

source: The application has generated a fatal error and will be terminated Generating a bug report is not possible please get a wxWidgets library that supports wxUSE_DEBUGREPORT
fr: Cette application a généré une erreur fatale et va être terminée La génération d'un rapport de bogue n'est pas possible Merci de récupérer une bibliothèque wxWidgets qui supporte wxUSE_DEBUGREPORT

source: Critical error
fr: Erreur critique

source: show this help message
fr: affiche ce message d'aide

source: don't use the crash handler (useful for debugging)
fr: ne pas utiliser le gestionnaire de crashs (utile pour le débogage)

source: shows application log to the console(if available)
fr: écrire le journal de l'application dans la console (si possible)

source: enables application log window
fr: active l'affichage du journal de l'application dans une fenêtre
